---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ViewPrintedEventArgs
source: html/42bfe287-a54c-d78c-37f9-b3ecb66e7f94.htm
---
# ViewPrintedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.